Repository: lupusvo/sea_demo01
Catalog: lib/l10n/intl_*.arb
Languages: vi

# loginButtonNext
source: Next
vi: Tiếp theo

# recoverPageTitle
source: Recover access
vi: Khôi phục quyền truy cập

# recoverPagesMessageLogin
source: To reset your password, please enter the email address you registered with.
vi: Để đặt lại mật khẩu của bạn, vui lòng nhập địa chỉ email bạn đã đăng ký.

# recoverSendEmailPageMessage
source: We have sent you an email with information on how to reset your password
vi: Chúng tôi đã gửi cho bạn một email với thông tin về cách đặt lại mật khẩu của bạn

# recoveryPassNotFoundEmail
source: We couldn't find an account with that email address
vi: Chúng tôi không thể tìm thấy tài khoản có địa chỉ email đó

# recoveryPassExpireToken
source: The link expired, please try to change your password again
vi: Liên kết đã hết hạn, vui lòng thử đổi lại mật khẩu của bạn

# recoveryPassTokenAlreadyUsed
source: This password reset link has already been used
vi: Liên kết đặt lại mật khẩu này đã được sử dụng

# recoveryPagesMessagePasswordAgain
source: Please re-enter your password
vi: Vui lòng nhập lại mật khẩu của bạn

# recoveryPagesPassChangedAlertInfo
source: Your password has been changed!
vi: Mật khẩu của bạn đã được thay đổi!

# sentConfirmEmailAlertText
source: A confirmation email has been sent to your email address
vi: Một email xác nhận đã được gửi đến địa chỉ email của bạn

# authPageValidatorEmptyPassword
source: Please enter your password
vi: Vui lòng nhập mật khẩu

# authPageValidatorPassword
source: Incorrect password
vi: Mật khẩu không đúng

# authPageValidatorComparePassword
source: Passwords do not match
vi: Mật khẩu không khớp

# authPageInputPassword
source: Password
vi: Mật khẩu

# authPageTitle
source: Sign up
vi: Đăng ký

# signInPageTitle
source: Log in
vi: Đăng nhập

# signInPageRecovery
source: Forgot your password?
vi: Quên mật khẩu?

# authPageButtonRegistration
source: Sign up
vi: Đăng ký

# signUpPageTitle
source: Sign up
vi: Đăng ký

# signUpPagesMessageLogin
source: Enter your email address
vi: Nhập địa chỉ email của bạn

# signUpPagesMessagePassword
source: Create a password
vi: Tạo một mật khẩu

# signUpPagesMessagePasswordAgain
source: Please re-enter your password
vi: Vui lòng nhập lại mật khẩu của bạn

# signUpPageEmailConfirmMessage
source: Your email address has been confirmed
vi: Địa chỉ email của bạn đã được xác nhận

# signUpPageEmailNotConfirmMessage
source: You haven't confirmed this email address. Resend confirmation email?
vi: Bạn chưa xác nhận địa chỉ email này. Gửi lại email xác nhận?

# signUpPageEmailExpiredLinkMessage
source: Your email verification link has expired. Do you want to re-send it?
vi: Liên kết xác minh email của bạn đã hết hạn. Bạn có muốn gửi lại liên kết đó không?

# profilePageRemindEmailConfirmMessage
source: Your email has not been confirmed. To confirm it, please click the link that was sent to the email address you used to sign up
vi: Email của bạn chưa được xác nhận. Để xác nhận, vui lòng nhấp vào liên kết được gửi đến địa chỉ email bạn đã sử dụng để đăng ký

# signUpPageEmailNotConfirmButtonSend
source: Send
vi: Gửi

# signUpPageSuccessConfirmMessage
source: We have sent you a confirmation email.
vi: Chúng tôi đã gửi cho bạn một email xác nhận.

# signUpPageSuccessConfirmTitle
source: Thank you, you are now signed up.
vi: Xin cảm ơn, bây giờ bạn đã được đăng ký.

# authPageButtonLogin
source: Log in
vi: Đăng nhập

# authPageLoginWithMessage
source: Log in with
vi: Đăng nhập với

# continueWithoutAccount
source: Continue without creating an account
vi: Tiếp tục mà không cần tạo tài khoản

# authPageRetryLogin
source: Unable to login, please try again!
vi: Không thể đăng nhập, vui lòng thử lại!

# authPageRetryBtn
source: Try again
vi: Thử lại

# authPageMessage
source: Sign up to save your information
vi: Đăng ký để lưu thông tin của bạn

# signInPagesMessageLogin
source: Please enter the email address you registered with
vi: Vui lòng nhập địa chỉ email bạn đã đăng ký

# signInPagesMessagePassword
source: Enter your password
vi: Nhập mật khẩu của bạn

# signInPageLoginSuccessAlert
source: Log in successful
vi: Đăng nhập thành công

# sendEmailPageMessage
source: Your message has been sent! You will receive a reply soon.
vi: Thư của bạn đã được gửi đi! Bạn sẽ sớm nhận được hồi âm.

# inputEmailLabel
source: Email address
vi: Địa chỉ email

# loginValidatorInvalidEmail
source: Invalid email address
vi: Địa chỉ email không hợp lệ

# loginValidatorEmptyEmail
source: Please enter your email address
vi: Vui lòng nhập địa chỉ email của bạn

# loginSync
source: Syncing data...
vi: Đang đồng bộ hóa dữ liệu...

# profileEnterPassPageTitle
source: Change password
vi: Đổi mật khẩu

# profileEnterOldPassPageMessage
source: You must enter your current password before you can change it
vi: Bạn phải nhập mật khẩu hiện tại của mình trước khi có thể đổi mật khẩu

# profileEnterNewPassPageMessage
source: Create a new password
vi: Tạo một mật khẩu mới

# profileEnterNewPassAgainPageMessage
source: Please re-enter your password
vi: Vui lòng nhập lại mật khẩu của bạn

# profilePassChangedAlertInfo
source: Your password has been changed!
vi: Mật khẩu của bạn đã được thay đổi!

# profileChangeEmailPageTitle
source: Change email address
vi: Thay đổi địa chỉ email

# profileChangeEmailEnterPassPageText
source: Enter your password to change your email address
vi: Nhập mật khẩu của bạn để thay đổi địa chỉ email

# profileChangeEmailEnterEmailPageText
source: Enter your new email address
vi: Nhập địa chỉ email mới của bạn

# profileChangeEmailAlertText
source: A confirmation email has been sent to your email address
vi: Một email xác nhận đã được gửi đến địa chỉ email của bạn

# profileChangeEmailErrorEmailBusy
source: The email address you entered is already in use. If it is your email address, use it to sign in to your profile.
vi: Địa chỉ email bạn nhập đã được sử dụng. Nếu đó là địa chỉ email của bạn, hãy sử dụng nó để đăng nhập vào hồ sơ của bạn.

# profileChangeEmailErrorInvalidPassword
source: Incorrect password. Please try again.
vi: Mật khẩu không đúng. Vui lòng thử lại.

# profileChangeEmailErrorUnknown
source: An unexpected error occurred. Please check your internet connection and try again.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng kiểm tra kết nối internet của bạn và thử lại.

# profileRemoveButton
source: Delete profile
vi: Xóa hồ sơ

# profileResendRemoveConfirmCode
source: Resend code
vi: Mã gửi lại

# profileRemoveConfirm
source: You are about to delete your account and all its data. This action cannot be undone. Do you want to continue?
vi: Bạn sắp xóa tài khoản của mình và toàn bộ dữ liệu trong đó. Hành động này không thể được hoàn tác. Bạn có muốn tiếp tục?

# profileRemoveCodeSent
source: A confirmation code has been sent to your email address. Enter it below to delete your profile.
vi: Một mã xác nhận đã được gửi đến địa chỉ email của bạn. Nhập mã xác nhận đó vào bên dưới để xóa hồ sơ của bạn.

# profileRemoveCodeReSent
source: A new code has been sent to your email
vi: Một mã mới đã được gửi đến email của bạn

# loginValidatorEmptyConfirmCode
source: Please enter the confirmation code
vi: Vui lòng nhập mã xác nhận

# profileRemoveCodeFailure
source: Incorrect confirmation code. If you did not receive a confirmation code or deleted the email, please use the resend option.
vi: Mã xác nhận không chính xác. Nếu bạn chưa nhận được mã xác nhận hoặc đã xóa email, vui lòng sử dụng tùy chọn gửi lại.

# profileRemoveFailure
source: Error deleting profile, please try again later.
vi: Lỗi khi xóa hồ sơ, vui lòng thử lại sau.

# autoLogoutInfo
source: Your session has expired. Please log in to your account again.
vi: Phiên của bạn đã hết hạn. Vui lòng đăng nhập lại vào tài khoản của bạn.
